export const DRIVER_VERIFICATION_MESSAGES = {
    SUCCESS: "Верифікацію водія завершено!",
    USER_NOT_FOUND: "Неможливо підтвердити, користувача не знайдено.",
    INFO: `Щоб користуватися всіма функціями сервісу, необхідно підтвердити статус водія. Натисніть на емблему «Дія», щоб надіслати цифрову копію водійського посвідчення. Після автоматичної перевірки ви отримаєте повний доступ до сервісу.`,
}

export const TRIP_START_MESSAGES = {
    INFO: `1. Знайдіть свій автомобіль на карті та підійдіть до нього.
           2. Переконайтеся, що це ваш автомобіль за маркою та номерним знаком, вказаними у бронюванні.
           3. Натисніть «Почати», щоб перейти до керування автомобілем.
           4. Після відкриття автомобіля виконайте початкову фотофіксацію стану автомобіля.
           5. У разі перевищення запланованого часу поїздки буде нараховано додаткову оплату відповідно до тарифу автомобіля.
           6. Перед завершенням поїздки припаркуйте автомобіль у дозволеному місці та виконайте кінцеву фотофіксацію його стану.`
}


export const TRIP_PAYMENT_MESSAGES = {
    INFO: `За перевищення запланованого часу поїздки нараховано додаткову оплату. Кожен день прострочення розраховується за подвійним добовим тарифом автомобіля. Натисніть «Оплатити», щоб завершити поїздку.`
}