export const DRIVER_VERIFICATION_MESSAGES = {
    SUCCESS: "Верифікацію водія завершено!",
    USER_NOT_FOUND: "Неможливо підтвердити, користувача не знайдено.",
    INFO: `Щоб користуватися всіма функціями сервісу, необхідно підтвердити статус водія. Натисніть на емблему «Дія», щоб надіслати цифрову копію водійського посвідчення. Після автоматичної перевірки ви отримаєте повний доступ до сервісу.`,
}

export const TRIP_START_MESSAGES = {
    INFO: `1. Знайдіть свій автомобіль на карті та підійдіть до нього. 
    2. Переконайтесь, що це ваш автомобіль за маркою та номерним знаком з бронювання. 
    3. Натисніть «Почати», щоб перейти до керування автомобілем.
    4. Після відкриття автомобіля виконайте фотофіксацію його стану перед початком поїздки.`
}

export const TRIP_PAYMENT_MESSAGES  = {
    INFO: `За перевищення часу поїздки нараховано доплату. Натисніть «Оплатити», щоб завершити поїздку.`
}